ninetyninecats/app/controllers/cats_controller.rb

SELECT "cats".* FROM "cats"
---
    def index
        @all_cats = Cat.all